[
    {
        "image": "https://i.ibb.co/Qvtw3xg/Greenwood-Mews-Facilities-1-918x543.jpg",
        "estate_title": "Greenwood Residences",
        "id": "GR001",
        "segment_name": "Single-family homes",
        "description": "Greenwood Residences is a luxurious residential complex nestled amidst lush greenery, offering an unparalleled blend of comfort, elegance, and sustainability. Located in a serene environment, it boasts modern architectural design and state-of-the-art amenities, including landscaped gardens, recreational facilities, and eco-friendly features. With spacious living spaces and a focus on harmony with nature, Greenwood Residences provides an idyllic retreat for those seeking a refined and environmentally conscious lifestyle.",
        "price": "$750,000",
        "status": "sale",
        "area": "2,500 sq ft",
        "location": "Greenwood Hills, California",
        "geoCode":"[37.8828332,-122.2591574]",
        "facilities": [
            "living room",
            "swimming pool",
            "kitchen"
        ]

    },
    {
        "image": "https://i.ibb.co/sWQXVVj/47b8951d7f45249c0d6921c00371b2bb-cc-ft-960.jpg",
        "estate_title": "Harborview Townhomes",
        "id": "HT002",
        "segment_name": "Townhouses",
        "description": "Harborview Townhomes offers waterfront living at its finest, with stunning views of the harbor and easy access to recreational activities. These modern townhomes boast spacious interiors, contemporary design, and upscale amenities, creating an ideal blend of comfort and style. Enjoy the convenience of urban living combined with the tranquility of a waterfront retreat at Harborview Townhomes.",
        "price": "$3,500/month",
        "status": "rent",
        "area": "1,800 sq ft",
        "location": "Harborview Heights, New York",
        "facilities": [
            "living room",
            "gym",
            "parking"
        ]
    },
    {
        "image": "https://i.ibb.co/zmxsWsh/cityscape-apartments-houston-tx-building-photo.jpg",
        "estate_title": "Cityscape Apartments",
        "id": "CA003",
        "segment_name": "Apartments",
        "description": "Cityscape Apartments redefine urban living with their sleek design and prime location in the heart of the city. These contemporary apartments offer a vibrant lifestyle with easy access to shopping, dining, and entertainment options. Featuring modern amenities and stylish interiors, Cityscape Apartments provide residents with the perfect combination of convenience and sophistication, making it the ideal choice for those seeking an urban oasis.",
        "price": "$200,000",
        "status": "sale",
        "area": "1,000 sq ft",
        "location": "Downtown Metro, Illinois",
        "facilities": [
            "living room",
            "rooftop terrace",
            "fitness center"
        ]
    },
    {
        "image": "https://i.ibb.co/VxRHsdQ/image-1.jpg",
        "estate_title": "Campus Student Housing",
        "id": "CESH004",
        "segment_name": "Student housing",
        "description": "Campus Edge Student Housing offers modern and convenient living spaces tailored specifically for students. Located within close proximity to campus, these residences provide easy access to academic facilities and campus life. With contemporary amenities and a focus on fostering a conducive environment for studying and socializing, Campus Edge Student Housing is the perfect choice for students seeking a comfortable and enriching college experience.",
        "status": "rent",
        "price": "$4,000/month",
        "area": "600 sq ft",
        "location": "Campus Edge District, Texas",
        "facilities": [
            "study area",
            "laundry room",
            "game room"
        ]
    },
    {
        "image": "https://i.ibb.co/CtnJYRw/63211-Sunrise-Naperville-North-0006-Exterior.jpg",
        "estate_title": "Sunrise Senior Living Estate",
        "id": "SSLC005",
        "segment_name": "Senior living communities",
        "description":  "Sunrise Senior Living Estate provides a welcoming and supportive community for seniors seeking a vibrant and fulfilling lifestyle. Nestled in a serene setting, these residences offer personalized care services, engaging activities, and a range of amenities designed to promote well-being and social connection. With a focus on dignity, independence, and comfort, Sunrise Senior Living Estate is dedicated to enhancing the quality of life for its residents during their golden years.",
        "price": "$4,000/month",
        "status": "rent",
        "area": "1,200 sq ft",
        "location": "Sunrise Valley, Florida",
        "facilities": [
            "dining hall",
            "library",
            "walking trails"
        ]
    },
    {
        "image": "https://i.ibb.co/YfgTBhD/palazzo-1101-hero.jpg",
        "estate_title": "Beachfront Vacation Rentals",
        "id": "BVR006",
        "segment_name": "Vacation rentals",
        "description": "Beachfront Vacation Rentals offer the ultimate seaside retreat, with luxurious accommodations just steps away from the shore. Whether you're seeking a romantic getaway or a family vacation, these rentals provide a blend of comfort and convenience. Enjoy breathtaking ocean views, nearby attractions, and a range of amenities designed to make your stay unforgettable. Experience relaxation and rejuvenation at Beachfront Vacation Rentals.",
        "price": "$300/night",
        "status": "rent",
        "area": "900 sq ft",
        "location": "Sandy Cove Beach, California",
        "facilities": [
            "beach access",
            "fire pit",
            "BBQ grill"
        ]
    },
    {
        "image": "https://i.ibb.co/nDk6ZQH/659e083813051f4f3e4abe85208f37a3-cc-ft-960.jpg",
        "estate_title": "Meadowview Estates",
        "id": "ME007",
        "segment_name": "Single-family homes",
        "description": "Meadowview Estates is a charming residential community nestled amidst picturesque meadows and rolling hills. These spacious homes offer a serene escape from the hustle and bustle of city life while providing easy access to urban amenities. With tranquil surroundings and a sense of community, Meadowview Estates is the perfect place to call home for those seeking peace and tranquility.",
        "price": "$650,000",
        "status": "sale",
        "area": "2,200 sq ft",
        "location": "Meadowview Hills, Oregon",
        "facilities": [
            "living room",
            "playground",
            "gardening area"
        ]
    },
    {
        "image": "https://i.ibb.co/3NGNQ1j/image-2.jpg",
        "estate_title": "Lakeview Condominiums",
        "id": "LC008",
        "segment_name": "Apartments",
        "description": "Lakeview Condominiums boast stunning panoramic views of the lake and surrounding landscape, offering a premium lakeside living experience. These modern condominiums feature upscale amenities, stylish interiors, and a prime location close to recreational activities. Whether you're an outdoor enthusiast or simply enjoy the beauty of nature, Lakeview Condominiums provide an idyllic retreat for residents seeking a lifestyle of comfort and adventure.",
        "price": "$1,200,000",
        "status": "sale",
        "area": "1,800 sq ft",
        "location": "Lakeview Terrace, Washington",
        "facilities": [
            "living room",
            "swimming pool",
            "concierge service"
        ]
    },
    {
        "image": "https://i.ibb.co/k4LJ8vR/luxurious-retirement-communities-stellar-senior-living-communities-united-states-colorado-springs-wi.jpg",
        "estate_title": "Pinecrest Retirement Village",
        "id": "PRV009",
        "segment_name": "Senior living communities",
        "description": "Pinecrest Retirement Village offers a peaceful and supportive community for retirees seeking a fulfilling and active lifestyle. Nestled in a scenic setting, these residences provide personalized care services, enriching activities, and a range of amenities designed to promote well-being and social connection. With a focus on independence, dignity, and comfort, Pinecrest Retirement Village is committed to enhancing the retirement experience for its residents.",
        "price": "$3,500/month",
        "status": "rent",
        "area": "1,500 sq ft",
        "location": "Pinecrest Valley, Arizona",
        "facilities": [
            "fitness center",
            "restaurant",
            "community garden"
        ]
    }
]